Repository: LEOYoon-Tsaw/Chinendar
Catalog: Shared/Localizable.xcstrings
Source language: zh_hant
Languages: en, ko

# HERE
source: 今地
en: Here
ko: 여기

# HOUR_ABV
source: 時
en: H.
ko: 시

# HOUR_FORMAT
source: 時辰
en: Length of Hour
ko: 시진

# HOUR_ONLY
source: 僅時
en: Hour Only
ko: 시간만

# HOUR_QUARTER
source: 時刻
en: Hour and Quarter
ko: 시과 각

# HOUR_RING
source: 時輪
en: Hour Ring
ko: 시륜

# IMPORT
source: 讀入
en: Load File
ko: 읽다

# IMPORT_MSG
source: 選一卷主題讀入
en: Choose a theme file to load from
ko: 읽을 설계을 선택하세요

# INVALID_LOCATION
source: 虚無
en: Void
ko: 아무데도

# JUPYTER
source: 歲
en: Jupiter
ko: 목성

# LARGE_HOUR_FORMAT
source: 不分初正
en: 120 min
ko: 초정을 구분하지 않는다

# LAT
source: 緯度
en: Latitude
ko: 위도

# LAT_N
source: 北緯
en: N
ko: 북위

# LAT_NS
source: 北南
en: N/S
ko: 북남

# LAT_S
source: 南緯
en: S
ko: 남위

# LAT:%@
source: 緯度：%@
en: Latitude: %@
ko: 위도: %@

# LAT&LON
source: 經緯度
en: Location
ko: 위치

# LAUNCH_CHINENDAR
source: 打開華曆
en: Launch Chinendar
ko: 화력 열다

# LAUNCH_CHINENDAR_MSG
source: 打開華曆查看當前日時
en: Launch Chinendar to read current date and time
ko: 화력 열어 현재 일시을 확인하다

# LAYOUTS
source: 佈局
en: Layouts
ko: 크기

# LEAP
source: 閏
en: Leap
ko: 윤

# LEAP_M_BY_DAY
source: 精確至日
en: Daily Precision
ko: 날짜의 정밀도

# LEAP_M_BY_MOMENT
source: 精確至時刻
en: Finest Precision
ko: 순간의 정밀도

# LEAP_M_METHOD
source: 置閏法
en: Leap Month
ko: 윤달 방식

# LEAP_MONTH%@
source: 閏%@
en: L. %@
ko: 윤%@

# LIGHT
source: 明
en: Light
ko: 밝

# LOC_FAILED_OTHER
source: 獲取定位時出錯
en: Error updating location
ko: 위치 업데이트 오류

# LOC_RESTRICTED
source: 定位受限。如欲使用定位，請於設置中啓用
en: Location restricted, to enable location service, please enable in Settings app
ko: 위치 서비스가 제한되어 있습니다. 사용하려면 설정에서 활성화해 주세요.

# LOC_TIME
source: 時空
en: Time & Loc
ko: 시공

# LOC_UNAVAILABLE
source: 暫未能獲取定位，請稍後再試
en: Location unavailable, please try again later
ko: 위치를 잠시 가져올 수 없습니다. 나중에 다시 시도해 주세요.

# LOCATION
source: 定位
en: Location
ko: 위치

# LOCATION_FAILED
source: 迷踪難尋
en: Location Unavailable
ko: 미적난찾

# LON
source: 經度
en: Longitude
ko: 경도

# LON_E
source: 東經
en: E
ko: 동경

# LON_EW
source: 東西
en: E/W
ko: 동서

# LON_W
source: 西經
en: W
ko: 서경

# LON:%@
source: 經度：%@
en: Longitude: %@
ko: 경도: %@

# LONG_DAY
source: 永日
en: Midnight Sun
ko: 영일

# LONG_MOON
source: 永月
en: Long Moon
ko: 영월

# LONG_NIGHT
source: 永夜
en: Polar Night
ko: 영야

# LOOKUP_RESULT_PROMPT
source: 此乃閣下查詢的華曆日時：
en: Here is the converted Chinendar date:
ko: 이것은 당신이 조회한 화력 날짜와 시간입니다:

# LOOKUP${queryDate}
source: 轉換${queryDate}
en: Convert ${queryDate}
ko: ${queryDate}로 변환

# LOOP
source: 廻環
en: Loop
ko: 고리

# LUNAR_NOON
source: 月中
en: Lunar noon
ko: 월정

# M1
source: 正月
en: M. 1
ko: 정월

# M2
source: 二月
en: M. 2
ko: 이월

# M3
source: 三月
en: M. 3
ko: 삼월

# M4
source: 四月
en: M. 4
ko: 사월

# M5
source: 五月
en: M. 5
ko: 오월

# M6
source: 六月
en: M. 6
ko: 육월

# M7
source: 七月
en: M. 7
ko: 칠월

# M8
source: 八月
en: M. 8
ko: 팔월

# M9
source: 九月
en: M. 9
ko: 구월

# M10
source: 十月
en: M. 10
ko: 십월

# M11
source: 冬月
en: M. 11
ko: 동월

# M12
source: 臘月
en: M. 12
ko: 납월

# MANAGE_LIST
source: 經理
en: Manage
ko: 관리

# MARS
source: 熒惑
en: Mars
ko: 화성

# MERCURY
source: 辰
en: Mercury
ko: 수성

# MID_NIGHT
source: 夜半
en: Midnight
ko: 자정

# MJ_TICK_COLOR
source: 大刻色
en: Major Tick
ko: 큰 눈금 색상

# MJ_TICK_OPACITY
source: 大刻透明
en: Major Tick
ko: 큰 눈금 투명도

# MN_TICK_COLOR
source: 小刻色
en: Minor Tick
ko: 소 눈금 색상

# MN_TICK_OPACITY
source: 小刻透明
en: Minor Tick
ko: 소 눈금 투명도

# MONTH
source: 月
en: Month
ko: 한달

# MONTH_ABV
source: 月
en: M.
ko: 월

# MONTH_RING
source: 月輪
en: Month Ring
ko: 월륜

# MOON
source: 月
en: Moon
ko: 달

# MOON_UNKNOWN
source: 逐月中
en: Chasing Moon
ko: 달을 쫓다

# MOONLESS
source: 無月
en: Moonless
ko: 영무월

# MOONRISE
source: 月出
en: Moonrise
ko: 월출

# MOONRISE_SET
source: 月出入
en: Moonrise & Moonset
ko: 월출과 월몰

# MOONSET
source: 月入
en: Moonset
ko: 월몰

# MOVE_TO
source: 移
en: Relocate
ko: 이동

# MOVE:%lldTO:%@
source: 將此 %1$lld 項移至%2$@
en: Move %1$lld reminders to %2$@
ko: 항목 %1$lld개를 %2$@ 으로 이동

# MP_&_ST
source: 朔望節氣
en: Moon Phase and Solar Term
ko: 신월、만월、절기

# NEW_MOON
source: 朔
en: New Moon
ko: 신월

# NEW_NAME
source: 取名
en: New Name
ko: 이름을 짓다

# NEXT_DAY
source: 翌日
en: Next Day
ko: 내일

# NEXT_EVENT
source: 次事件
en: Next Event
ko: 다음 사간

# NEXT_EVENT_MSG
source: 查詢某一類型的下一個時刻
en: Find next occurence for a chosen event
ko: 선택한 이벤트의 다음 발생 찾기

# NEXT_EVENT_RESULT_FOR:%@
source: 此乃%@的查詢結果：
en: Here is the result for %@:
ko: 이것은 %@의 조회 결과입니다:

# NEXT_EVENT%@IS_ON:%@
source: 下一個%1$@時刻在：%2$@
en: The time for next %1$@ is %2$@
ko: 다음 %1$@ 사간은: %2$@ 입니다

# NEXT_EVENT%@UNAVAILABLE
source: 下一個%@時刻不存在。
en: Next %@ is not found.
ko: 다음 %@ 사간을 찾을 수 없습니다.

# NEXT_HOUR
source: 後時
en: Next Hour
ko: 내시

# NEXT_MONTH
source: 來月
en: Next Month
ko: 내월

# NEXT_YEAR
source: 來年
en: Next Year
ko: 내년

# NEXT${nextEventType}
source: 下一個${nextEventType}
en: Next ${nextEventType}
ko: 다음 ${nextEventType}

# NONE
source: 無
en: None
ko: 없음

# NOON
source: 日中
en: Noon
ko: 오정

# NOW
source: 今
en: Now
ko: 지금

# NOW_TIMEZONE
source: 今時區
en: Current Timezone
ko: 현재 시간대

# NUMBER_OF_HOLIDAY
source: 節日數
en: Num. of Holoday
ko: 축일 수

# ODD_ST
source: 節氣
en: Odd Solar Term
ko: 절기

# ODD_ST_TICK_COLOR
source: 節氣刻
en: Odd ST Tick
ko: 절기 눈금

# OFF_RING_OPACITY
source: 殘圈透明
en: Inactive Ring
ko: 비활성 륜의 투명도

# OK
source: 罷
en: Ok
ko: 그만두다

# PLANETS
source: 五星
en: Planets
ko: 오성

# PREFER_LEAP_MONTH
source: 閏月優先
en: Prefer Leap Month
ko: 윤달 우선

# PREV_DAY
source: 昨日
en: Prev Day
ko: 어제

# PREV_HOUR
source: 先時
en: Prev Hour
ko: 작시

# PREV_MONTH
source: 先月
en: Prev Month
ko: 작월

# PREV_YEAR
source: 去年
en: Prev Year
ko: 작년

# Q&A
source: 註釋
en: Q&A
ko: 주석

# QUARTER
source: 刻
en: Qtr
ko: 각

# REMIND_EXACT
source: 當時
en: Exact Time
ko: 당시

# REMIND_QUARTER_OFFSET
source: 以刻調整
en: Quarter Offset
ko: 각 단위로 조정

# REMIND_SPECIFIC_TIME
source: 選日定時
en: Time in Day
ko: 날짜와 시간 설정

# REMIND_TIME
source: 鬧鐘時刻
en: Reminder Time
ko: 알람 시각

# REMIND_TIME:
source: 鬧鐘時刻：
en: Reminder Time:
ko: 알람 시각:

# REMIND_TYPE
source: 鬧鐘類型
en: Reminder Type
ko: 알람 유형

# REMINDER_DAY_OFFSET
source: 提前
en: In Advance
ko: 사전

# REMINDER_NAME
source: 名
en: Name
ko: 이름

# REMINDER_QUARTER_OFFSET
source: 提前
en: In Advance
ko: 사전

# REMINDERS_LIST
source: 鬧鐘壁
en: Reminders
ko: 알람 목록

# REMINDERS:%lldITEMS
source: 鬧鐘組：%lld 個
en: Reminders: %lld items
ko: 알람 목록: %lld 개

# RENAME
source: 更名
en: Rename
ko: 이름 변경

# RENAME:%@
source: 爲%@更名
en: Rename: %@
ko: %@의 이름 변경

# RENAME%lldITEMS
source: 爲%lld項更名
en: Rename %lld items
ko: %lld개의 이름 변경

# REVERSE_LOOKUP_RESULT_PROMPT
source: 此乃閣下查詢的格里曆日時：
en: Here is the converted Gregorian date:
ko: 이것은 당신이 조회한 그레고리력 날짜와 시간입니다:

# RING_BACK_COLOR
source: 底輪
en: Ring Back
ko: 륜의 배경

# RING_COLORS
source: 輪色
en: Gradient
ko: 륜의 색상

# SATURN
source: 填
en: Saturn
ko: 토성

# SAVE_NEW
source: 謄錄
en: Save New
ko: 써 두다

# SELECT_CALENDAR
source: 選用日曆
en: Calendar
ko: 일력 선택

# SEPARATOR
source: 讀號
en: Separator
ko: 구분 기호

# SETTINGS
source: 設置
en: Settings
ko: 설정

# SHADOW_SIZE
source: 陰影尺寸
en: Shadow Size
ko: 그림자 크기

# SHAPE
source: 形
en: Shape
ko: 외형

# SMALL_HOUR_FORMAT
source: 分初正
en: 60 min
ko: 초정을 구분한다

# SPACE
source: 空格
en: Space
ko: 공간

# SPLIT_DATE_TIME
source: 分列日時
en: Split Date & Time
ko: 날짜 시간 분리

# ST
source: 節氣
en: Solar Term
ko: 절기

# ST0
source: 冬至
en: Winter Solstice
ko: 동지

# ST1
source: 小寒
en: Mild Cold
ko: 소한

# ST2
source: 大寒
en: Great Cold
ko: 대한

# ST3
source: 立春
en: Spring Begins
ko: 입춘

# ST4
source: 雨水
en: Spring Showers
ko: 우수

# ST5
source: 驚蟄
en: Insects Awaken
ko: 경칩

# ST6
source: 春分
en: Vernal Equinox
ko: 춘분

# ST7
source: 清明
en: Balmy Clear
ko: 청명

# ST8
source: 穀雨
en: Grain Showers
ko: 곡우

# ST9
source: 立夏
en: Summer Begins
ko: 입하

# ST10
source: 小滿
en: Grain Buds
ko: 소만

# ST11
source: 芒種
en: Grain in Ear
ko: 망종

# ST12
source: 夏至
en: Summer Solstice
ko: 하지

# ST13
source: 小暑
en: Mild Heat
ko: 소서

# ST14
source: 大暑
en: Great Heat
ko: 대서

# ST15
source: 立秋
en: Autumn Begins
ko: 입추

# ST16
source: 處暑
en: Last Heat
ko: 처서

# ST17
source: 白露
en: White Dew
ko: 백로

# ST18
source: 秋分
en: Autumnal Equinox
ko: 추분

# ST19
source: 寒露
en: Cold Dew
ko: 한로

# ST20
source: 霜降
en: Frost Descend
ko: 상강

# ST21
source: 立冬
en: Winter Begins
ko: 입동

# ST22
source: 小雪
en: Light Snow
ko: 소설

# ST23
source: 大雪
en: Heavy Snow
ko: 대설

# START_ANGLE
source: 起始角
en: Starting Phase
ko: 최초 각도

# STATUS_BAR
source: 狀態欄
en: Status bar
ko: 상태 표시 줄

# STD_TIME
source: 標準時
en: Standard Time
ko: 표준시

# SUB_QUARTER
source: 小刻
en: Sub Qtr
ko: 소각

# SUN_UNKNOWN
source: 逐日中
en: Locating Sun
ko: 태양을 쫓다

# SUNRISE
source: 日出
en: Sunrise
ko: 일출

# SUNRISE_SET
source: 日出入
en: Sunrise & Sunset
ko: 일출과 일몰

# SUNSET
source: 日入
en: Sunset
ko: 일몰

# SWITCH_TO:%@
source: 換爲：%@
en: Switch to: %@
ko: 변경: %@

# SYNC_PHONE
source: 自手機同步
en: Sync from Phone
ko: 핸드폰에서 동기화

# TEXT_COLOR
source: 小字
en: Text
ko: 소 글자

# TEXT_FONT
source: 小字
en: Text
ko: 소 글자

# TEXT_H_OFFSET
source: 小字平移
en: Text H Offset
ko: 소 글자 수평 이동

# TEXT_OFFSET
source: 字偏
en: Text Shift
ko: 글자 이동

# TEXT_V_OFFSET
source: 小字縱移
en: Text V Offset
ko: 소 글자 수직 이동

# THEME_LIST
source: 主題庫
en: Themes
ko: 설계 수집

# TIME
source: 時
en: Time
ko: 시간

# TIME_FIRST
source: 時爲先
en: Time First
ko: 시간 우선

# TIME_KEEPING
source: 太陽時
en: Solar Time
ko: 태양시

# TIME_STRING_LEVEL
source: 時刻
en: Time Display
ko: 시간 표시

# TIMEZONE
source: 時區
en: Timezone
ko: 시간대

# TIMEZONE:%@
source: 時區：%@
en: Timezone: %@
ko: 시간대: %@

# TRANSPARENCY
source: 透明度
en: Opacity
ko: 투명도

# TZ_CONTIMENT
source: 大區
en: Continent
ko: 대륙

# TZ_LOCAL
source: 小區
en: Local
ko: 지역

# TZ_REGION
source: 中區
en: Region
ko: 지방

# UNKNOWN_TIME
source: 永恆無盡
en: Eternity
ko: 영원무진

# UNKWOWN_NAME
source: 神名莫測
en: Mystery
ko: 신비 이름

# UNNAMED
source: 佚名
en: Unnamed
ko: 익명

# UPDATE
source: 錄入
en: Update
ko: 갱신

# UPDATE:%@
source: 錄爲：%@
en: Update: %@
ko: 갱신: %@

# VENUS
source: 太白
en: Venus
ko: 금성

# WATCH_SETTING_MSG
source: 更多設置請移步手機App，可於手機與手錶間自動同步
en: Proceed to iOS App for more settings, which will sync to Watch automatically
ko: 더 많은 설정은 iOS 앱으로 이동해 주세요. 휴대폰과 시계 사이에서 자동 동기화가 가능합니다.

# WGT_CARD
source: 華曆片
en: Chinendar on Card
ko: 화력 카드

# WGT_CARD_MSG
source: 華曆文字片
en: Chinendar in text on a card
ko: 화력 문자 카드

# WGT_CIRCULAR
source: 圓輪
en: Circular
ko: 원륜

# WGT_CIRCULAR_MSG
source: 簡化之輪以展現日時
en: Concise rings date or time
ko: 날짜와 시간을 표시하는 심플한 륜

# WGT_CORNER
source: 時計隅
en: Countdown in Corner
ko: 구석에 시계

# WGT_CORNER_MSG
source: 列於四隅之時計
en: Countdown as corner widgets
ko: 네 모퉁이 시계

# WGT_COUNTDOWN
source: 時計
en: Countdown
ko: 시계

# WGT_COUNTDOWN_MSG
source: 距離次事件之倒計時
en: Countdown to next event
ko: 다음 사간까지 카운트다운

# WGT_FULL_WATCH
source: 全錶
en: Full Watch
ko: 완전한 시계

# WGT_FULL_WATCH_MSG
source: 完整華曆錶
en: Complete Chinendar watch face
ko: 완전한 화력 시계

# WGT_SPLIT_WATCH
source: 雙錶
en: Dual Watch
ko: 이중 시계

# WGT_SPLIT_WATCH_MSG
source: 華曆日、時各獨立成錶
en: Separate Date and Time Watch
ko: 날짜와 시간을 분리하는 이중 시계

# WGT_TEXT
source: 文字
en: Text
ko: 본문

# WGT_TEXT_MSG
source: 簡單華曆文字
en: Chinese Time in plain text
ko: 간단한 화력 문자

# WIDTH
source: 寬
en: Width
ko: 폭

# WKM_1_DETAIL
source: 採用錶盤式設計，不同於以往日曆形制。一年、一月、一日、一時均週而復始，最適以「輪」代表。呈現細節之外，亦不失大局。
en: Watch face like design, different from normal calendar, can best convey the idea of celestial circular movements. And you will not lose the full picture when focusing on precision.
ko: 다이얼 형식의 디자인을 채택하여 기존의 달력 형식과는 다릅니다. 일년, 한 달, 하루, 한 시간이 모두 주기적으로 반복되며, "륜(輪)"으로 나타내는 것이 가장 적합합니다. 세부 사항을 표현하는 것은 물론, 전체적인 구조도 잃지 않습니다.

# WKM_1_TITLE
source: 輪式設計
en: Ring Design
ko: 륜의 설계

# WKM_2_DETAIL
source: 設置位於錶盤正下方，更改後自動保存。 亦可手動保存多份配置檔，得享跨設備同步，亦得以JSON格式導出分享。
en: Settings locates below, with auto-save enabled by default. Manually saved configs are also available, which is best for cross-device sync and export.
ko: 설정은 메인 패널 아래에 있으며, 변경 후 자동 저장됩니다. 여러 설정 파일을 수동으로 저장할 수도 있으며, 장치 간 동기화 및 JSON 형식으로 내보내기와 공유가 가능합니다.

# WKM_2_TITLE
source: 定製自己的專屬風格
en: Customize in Settings
ko: 자신만의 전용 설계을 맞춤 제작하다

# WKM_3_DETAIL
source: 完善主題庫、日曆牆、鬧鐘壁管理功能，統一操作邏輯。 導出文件格式升級爲JSON。
en: Unified experience across Themes, Time Wall and Reminders. Upgraded export file format to JSON for universality.
ko: 설계 수집, 시계 벽, 알람 목록 관리 기능의 통합 및 동작 로직을 개선했습니다. 내보내기 파일 형식을 JSON으로 업그레이드하여 범용성을 높였습니다.

# WKM_3_TITLE
source: 新功能
en: New Features
ko: 신기능

# YEAR_ABV
source: 年
en: Y.
ko: 년

# YEAR_OFFSET
source: 年距
en: Year Offset
ko: 년의 편향

# YEAR_RING
source: 年輪
en: Year Ring
ko: 연륜

# D1
source: 一
ko: 일

# D2
source: 二
ko: 이

# D3
source: 三
ko: 삼

# D4
source: 四
ko: 사

# D5
source: 五
ko: 오

# D6
source: 六
ko: 육

# D7
source: 七
ko: 칠

# D8
source: 八
ko: 팔

# D9
source: 九
ko: 구

# D10
source: 十
ko: 십

# D11
source: 十一
ko: 십일

# D12
source: 十二
ko: 십이

# D13
source: 十三
ko: 십삼

# D14
source: 十四
ko: 십사

# D15
source: 十五
ko: 십오

# D16
source: 十六
ko: 십육

# D17
source: 十七
ko: 십칠

# D18
source: 十八
ko: 십팔

# D19
source: 十九
ko: 십구

# D20
source: 二十
ko: 이십

# D21
source: 廿一
ko: 입일

# D22
source: 廿二
ko: 입이

# D23
source: 廿三
ko: 입삼

# D24
source: 廿四
ko: 입사

# D25
source: 廿五
ko: 입오

# D26
source: 廿六
ko: 입육

# D27
source: 廿七
ko: 입칠

# D28
source: 廿八
ko: 입팔

# D29
source: 廿九
ko: 입구

# D30
source: 三十
ko: 삼십

# H_prelude
source: 初
ko: 초

# H_proper
source: 正
ko: 정

# N0
source: 初
ko: 초

# N1
source: 一
ko: 일

# N2
source: 二
ko: 이

# N3
source: 三
ko: 삼

# N4
source: 四
ko: 사

# N5
source: 五
ko: 오

# N6
source: 六
ko: 육

# N7
source: 七
ko: 칠

# N8
source: 八
ko: 팔

# N9
source: 九
ko: 구

# N10
source: 十
ko: 십

# N11
source: 十一
ko: 십일

# N12
source: 十二
ko: 십이

# N13
source: 十三
ko: 십삼

# N14
source: 十四
ko: 십사

# N15
source: 十五
ko: 십오

# N16
source: 十六
ko: 십육

# TB0
source: 子
ko: 자

# TB1
source: 丑
ko: 축

# TB2
source: 寅
ko: 인

# TB3
source: 卯
ko: 묘

# TB4
source: 辰
ko: 진

# TB5
source: 巳
ko: 사

# TB6
source: 午
ko: 오

# TB7
source: 未
ko: 미

# TB8
source: 申
ko: 신

# TB9
source: 酉
ko: 유

# TB10
source: 戌
ko: 술

# TB11
source: 亥
ko: 해
